Repository: phanvantai/quick_spend
Catalog: QuickSpend/Localizable.xcstrings
Source language: en
Languages: es, ja, vi

source: Add a reply...
es: Añadir una respuesta...
ja: 返信を追加...
vi: Thêm phản hồi...

source: Admin Mode
es: Modo administrador
ja: 管理者モード
vi: Chế độ quản trị

# alert.daily_limit
source: Daily Limit Reached
es: Límite diario alcanzado
ja: 1日の上限に達しました
vi: Đã hết lượt phân tích

# alert.daily_limit_message
source: You've used all %lld free AI parses for today. Upgrade to Pro for unlimited.
es: Has usado los %lld análisis de IA gratuitos de hoy. Actualiza a Pro para obtener uso ilimitado.
ja: 本日の無料AI解析%lld回分をすべて使用しました。Proにアップグレードすると無制限になります。
vi: Bạn đã sử dụng hết %lld lượt phân tích AI miễn phí hôm nay. Nâng cấp Pro để không giới hạn.

# alert.enter_manually
source: Enter Manually
es: Ingresar manualmente
ja: 手動で入力
vi: Nhập thủ công

# alert.mic_message
source: Please grant microphone and speech recognition access in Settings to use voice input.
es: Permite el acceso al micrófono y reconocimiento de voz en Ajustes para usar la entrada por voz.
ja: 音声入力を使用するには、設定でマイクと音声認識へのアクセスを許可してください。
vi: Vui lòng cấp quyền micro và nhận dạng giọng nói trong Cài đặt để sử dụng nhập liệu bằng giọng nói.

# alert.mic_required
source: Microphone Access Required
es: Acceso al micrófono requerido
ja: マイクへのアクセスが必要です
vi: Cần quyền truy cập micro

# alert.open_settings
source: Open Settings
es: Abrir ajustes
ja: 設定を開く
vi: Mở Cài đặt

source: Amount
es: Monto
ja: 金額
vi: Số tiền

# balance.edit_error_title
source: Couldn't save balance
es: No se pudo guardar el saldo
ja: 残高を保存できませんでした
vi: Không thể lưu số dư

# balance.edit_hint_existing
source: Editing the balance moves the anchor to today. Transactions before today won't affect the running total.
es: Editar el saldo mueve la marca a hoy. Las transacciones anteriores no afectarán el total.
ja: 残高を編集すると、基準日が今日になります。今日以前の取引は合計に影響しません。
vi: Chỉnh sửa số dư sẽ đặt mốc lại từ hôm nay. Giao dịch trước hôm nay sẽ không ảnh hưởng tổng số dư.

# balance.edit_hint_new
source: Your balance right now. Future income and expenses will adjust from here.
es: Tu saldo actual. Los ingresos y gastos futuros se ajustarán desde aquí.
ja: 現在の残高です。今後の収支はここから計算されます。
vi: Số dư hiện tại của bạn. Thu chi sau này sẽ được tính từ đây.

# balance.edit_label
source: Opening balance
es: Saldo inicial
ja: 開始残高
vi: Số dư ban đầu

# balance.edit_placeholder
source: Amount
es: Cantidad
ja: 金額
vi: Số tiền

# balance.edit_title
source: Edit balance
es: Editar saldo
ja: 残高を編集
vi: Chỉnh sửa số dư

# balance.edit_toggle_sign
source: Toggle negative balance
es: Alternar saldo negativo
ja: 残高の符号を切り替え
vi: Đảo dấu số dư

# balance.negative_hint
source: Negative — tap to check your opening balance
es: Saldo negativo — toca para revisar tu saldo inicial
ja: 残高がマイナスです — タップして開始残高を確認
vi: Số dư âm — chạm để kiểm tra số dư ban đầu

# balance.setup_cta
source: Set up balance
es: Configurar saldo
ja: 残高を設定
vi: Cài đặt số dư

# balance.setup_subtitle
source: Tap to enter your opening balance
es: Toca para introducir tu saldo inicial
ja: タップして開始残高を入力
vi: Chạm để nhập số dư ban đầu

# balance.setup_title
source: Set up balance
es: Configurar saldo
ja: 残高を設定
vi: Cài đặt số dư

# balance.title
source: Account balance
es: Saldo de la cuenta
ja: 口座残高
vi: Số dư tài khoản

# balance.whatsnew_benefit_1
source: All-time balance separate from the monthly view
es: Saldo total separado de la vista mensual
ja: 月別表示とは別の累計残高
vi: Số dư tổng tách biệt với thống kê tháng

# balance.whatsnew_benefit_2
source: Updates automatically with every transaction
es: Se actualiza automáticamente con cada transacción
ja: 取引ごとに自動更新
vi: Tự động cập nhật theo từng giao dịch

# balance.whatsnew_benefit_3
source: Syncs across all your iCloud devices
es: Se sincroniza en todos tus dispositivos de iCloud
ja: すべての iCloud デバイスで同期
vi: Đồng bộ trên mọi thiết bị iCloud

# balance.whatsnew_later_cta
source: Set up later
es: Configurar más tarde
ja: 後で設定
vi: Để làm sau

# balance.whatsnew_setup_cta
source: Set up balance now
es: Configurar saldo ahora
ja: 今すぐ残高を設定
vi: Cài đặt số dư ngay

# balance.whatsnew_subtitle
source: See exactly how much you have, right on Home. New in this update.
es: Mira exactamente cuánto tienes, justo en Inicio. Nuevo en esta actualización.
ja: ホーム画面で残高をすぐに確認できます。今回の新機能です。
vi: Biết chính xác bạn còn bao nhiêu, ngay trên màn hình chính. Mới trong bản này.

# balance.whatsnew_title
source: Your balance, anytime
es: Tu saldo, en cualquier momento
ja: 残高をいつでも
vi: Số dư của bạn, mọi lúc

source: Cancel
es: Cancelar
ja: キャンセル
vi: Hủy

# categories.delete_message
source: Delete "%@"? Transactions using this category will be reassigned to "Other".
es: ¿Eliminar "%@"? Las transacciones de esta categoría se reasignarán a "Otros".
ja: "%@"を削除しますか？このカテゴリの取引は「その他」に再割り当てされます。
vi: Xóa "%@"? Các giao dịch sử dụng danh mục này sẽ được chuyển sang "Khác".

# categories.delete_title
source: Delete Category
es: Eliminar categoría
ja: カテゴリを削除
vi: Xóa danh mục

# categories.no_categories
source: No Categories
es: Sin categorías
ja: カテゴリなし
vi: Chưa có danh mục

# categories.required
source: Required category
es: Categoría obligatoria
ja: 必須カテゴリ
vi: Danh mục bắt buộc

# categories.tap_to_create
source: Tap + to create a category.
es: Toca + para crear una categoría.
ja: +をタップしてカテゴリを作成
vi: Nhấn + để tạo danh mục.

# categories.title
source: Categories
es: Categorías
ja: カテゴリ
vi: Danh mục

# category_form.add_title
source: Add Category
es: Añadir categoría
ja: カテゴリを追加
vi: Thêm danh mục

# category_form.custom_color
source: Custom Color
es: Color personalizado
ja: カスタムカラー
vi: Màu tùy chỉnh

# category_form.details
source: Details
es: Detalles
ja: 詳細
vi: Chi tiết

# category_form.edit_title
source: Edit Category
es: Editar categoría
ja: カテゴリを編集
vi: Sửa danh mục

# category_form.group
source: Group
es: Grupo
ja: グループ
vi: Nhóm

# category_form.icon
source: Icon
es: Icono
ja: アイコン
vi: Biểu tượng

# category_form.keywords
source: Keywords (comma separated)
es: Palabras clave (separadas por comas)
ja: キーワード（カンマ区切り）
vi: Từ khóa (phân cách bằng dấu phẩy)

# category_form.name_placeholder
source: Category name
es: Nombre de categoría
ja: カテゴリ名
vi: Tên danh mục

# category_form.name_required
source: Name is required
es: El nombre es obligatorio
ja: 名前は必須です
vi: Tên là bắt buộc

# category_form.preview_name
source: Category Name
es: Nombre de categoría
ja: カテゴリ名
vi: Tên danh mục

# category_group.daily_living
source: Daily Living
es: Vida diaria
ja: 日常生活
vi: Sinh hoạt hàng ngày

# category_group.earned
source: Earned
es: Ingresos ganados
ja: 稼いだ収入
vi: Thu nhập chủ động

# category_group.financial
source: Financial
es: Finanzas
ja: 財務
vi: Tài chính

# category_group.other
source: Other
es: Otros
ja: その他
vi: Khác

# category_group.passive
source: Passive
es: Ingresos pasivos
ja: 不労所得
vi: Thu nhập thụ động

# category_group.received
source: Received
es: Recibidos
ja: 受け取り
vi: Nhận được

# common.amount
source: Amount
es: Monto
ja: 金額
vi: Số tiền

# common.cancel
source: Cancel
es: Cancelar
ja: キャンセル
vi: Hủy

# common.category
source: Category
es: Categoría
ja: カテゴリ
vi: Danh mục

# common.close
source: Close
es: Cerrar
ja: 閉じる
vi: Đóng

# common.confirm
source: Confirm
es: Confirmar
ja: 確認
vi: Xác nhận

# common.date
source: Date
es: Fecha
ja: 日付
vi: Ngày

# common.delete
source: Delete
es: Eliminar
ja: 削除
vi: Xóa

# common.description
source: Description
es: Descripción
ja: 説明
vi: Mô tả

# common.discard
source: Discard
es: Descartar
ja: 破棄
vi: Hủy

# common.done
source: Done
es: Listo
ja: 完了
vi: Xong

# common.edit
source: Edit
es: Editar
ja: 編集
vi: Sửa

# common.expense
source: Expense
es: Gasto
ja: 支出
vi: Chi tiêu

# common.income
source: Income
es: Ingreso
ja: 収入
vi: Thu nhập

# common.no_data
source: No data
es: Sin datos
ja: データなし
vi: Chưa có dữ liệu

# common.processing
source: Processing...
es: Procesando...
ja: 処理中...
vi: Đang xử lý...

# common.save
source: Save
es: Guardar
ja: 保存
vi: Lưu

# common.search
source: Search...
es: Buscar...
ja: 検索...
vi: Tìm kiếm...

# common.type
source: Type
es: Tipo
ja: 種類
vi: Loại

# common.upgrade_premium
source: Upgrade to Premium
es: Actualizar a Premium
ja: Premiumにアップグレード
vi: Nâng cấp Premium

source: Day
es: Día
ja: 日
vi: Ngày

source: Delete
es: Eliminar
ja: 削除
vi: Xóa

source: Delete "%@"? This cannot be undone.
es: ¿Eliminar "%@"? Esta acción no se puede deshacer.
ja: "%@"を削除しますか？この操作は取り消せません。
vi: Xóa "%@"? Hành động này không thể hoàn tác.

source: Delete Request
es: Eliminar solicitud
ja: リクエストを削除
vi: Xóa yêu cầu

source: Edit
es: Editar
ja: 編集
vi: Sửa

source: Edit Request
es: Editar solicitud
ja: リクエストを編集
vi: Sửa yêu cầu

source: Exit
es: Salir
ja: 終了
vi: Thoát

# expense_form.add_title
source: Add Transaction
es: Añadir transacción
ja: 取引を追加
vi: Thêm giao dịch

# expense_form.amount_positive
source: Amount must be greater than 0
es: El monto debe ser mayor a 0
ja: 金額は0より大きい必要があります
vi: Số tiền phải lớn hơn 0

# expense_form.amount_required
source: Please enter an amount
es: Ingresa un monto
ja: 金額を入力してください
vi: Vui lòng nhập số tiền

# expense_form.category_required
source: Please select a category
es: Selecciona una categoría
ja: カテゴリを選択してください
vi: Vui lòng chọn danh mục

# expense_form.edit_title
source: Edit Transaction
es: Editar transacción
ja: 取引を編集
vi: Sửa giao dịch

# expense_form.enter_amount
source: Enter amount
es: Ingresa el monto
ja: 金額を入力
vi: Nhập số tiền

# expense_form.enter_note
source: Enter note
es: Ingresa una nota
ja: メモを入力
vi: Nhập ghi chú

# expense_form.expense_category
source: Expense Category
es: Categoría de gasto
ja: 支出カテゴリ
vi: Danh mục chi tiêu

# expense_form.future_date
source: Date cannot be in the future
es: La fecha no puede ser futura
ja: 未来の日付は選択できません
vi: Ngày không thể trong tương lai

# expense_form.income_category
source: Income Category
es: Categoría de ingreso
ja: 収入カテゴリ
vi: Danh mục thu nhập

# expense_form.invalid_amount
source: Please enter a valid amount
es: Ingresa un monto válido
ja: 有効な金額を入力してください
vi: Vui lòng nhập số tiền hợp lệ

# expense_form.note
source: Note
es: Nota
ja: メモ
vi: Ghi chú

# expense_form.note_required
source: Please enter a note
es: Ingresa una nota
ja: メモを入力してください
vi: Vui lòng nhập ghi chú

# expense_form.select_category
source: Select category
es: Seleccionar categoría
ja: カテゴリを選択
vi: Chọn danh mục

# expense_form.transaction_amount
source: Transaction Amount
es: Monto de transacción
ja: 取引金額
vi: Số tiền giao dịch

# expense_form.transaction_date
source: Transaction Date
es: Fecha de transacción
ja: 取引日
vi: Ngày giao dịch

# expense_form.what_spent
source: What did you spend on?
es: ¿En qué gastaste?
ja: 何に使いましたか？
vi: Bạn chi gì?

# feature_request.all_requests
source: All Requests
es: Todas las solicitudes
ja: すべてのリクエスト
vi: Tất cả yêu cầu

# feature_request.category_bug_report
source: Bug Report
es: Reporte de error
ja: バグ報告
vi: Báo lỗi

# feature_request.category_improvement
source: Improvement
es: Mejora
ja: 改善
vi: Cải thiện

# feature_request.category_new_feature
source: New Feature
es: Nueva función
ja: 新機能
vi: Tính năng mới

# feature_request.category_other
source: Other
es: Otro
ja: その他
vi: Khác

# feature_request.category_section
source: Category
es: Categoría
ja: カテゴリ
vi: Loại

# feature_request.description_placeholder
source: Describe what you'd like and why
es: Describe lo que te gustaría y por qué
ja: 何を望んでいるか、その理由を説明してください
vi: Mô tả chi tiết yêu cầu của bạn

# feature_request.description_section
source: Description
es: Descripción
ja: 説明
vi: Mô tả

# feature_request.detail_category
source: Category:
es: Categoría:
ja: カテゴリ：
vi: Danh mục:

# feature_request.detail_date
source: Submitted:
es: Enviado:
ja: 送信日：
vi: Ngày gửi:

# feature_request.detail_description
source: Description
es: Descripción
ja: 説明
vi: Mô tả

# feature_request.detail_response
source: Admin Response
es: Respuesta del admin
ja: 管理者の回答
vi: Phản hồi từ quản trị

# feature_request.detail_status
source: Status:
es: Estado:
ja: ステータス：
vi: Trạng thái:

# feature_request.filter_all
source: All
es: Todos
ja: すべて
vi: Tất cả

# feature_request.filter_by_status
source: Filter by Status
es: Filtrar por estado
ja: ステータスで絞り込み
vi: Lọc theo trạng thái

# feature_request.mine
source: Mine
es: Mío
ja: 自分
vi: Của tôi

# feature_request.new_title
source: New Request
es: Nueva solicitud
ja: 新しいリクエスト
vi: Yêu cầu mới

# feature_request.no_requests
source: No Requests Yet
es: Sin solicitudes aún
ja: リクエストはまだありません
vi: Chưa có yêu cầu nào

# feature_request.no_requests_desc
source: Be the first to suggest a feature!
es: ¡Sé el primero en sugerir una función!
ja: 最初に機能を提案しましょう！
vi: Hãy là người đầu tiên đề xuất tính năng!

# feature_request.show_mine_only
source: Show My Requests Only
es: Mostrar solo mis solicitudes
ja: 自分のリクエストのみ表示
vi: Chỉ hiện yêu cầu của tôi

# feature_request.status_completed
source: Completed
es: Completado
ja: 完了
vi: Đã hoàn thành

# feature_request.status_declined
source: Declined
es: Rechazado
ja: 却下
vi: Đã từ chối

# feature_request.status_pending
source: Pending
es: Pendiente
ja: 保留中
vi: Chờ xử lý

# feature_request.status_planned
source: Planned
es: Planeado
ja: 計画済み
vi: Đã lên kế hoạch

# feature_request.status_under_review
source: Under Review
es: En revisión
ja: レビュー中
vi: Đang xem xét

# feature_request.title
source: Feature Requests
es: Solicitudes de funciones
ja: 機能リクエスト
vi: Yêu cầu tính năng

# feature_request.title_placeholder
source: Brief summary of your request
es: Resumen breve de tu solicitud
ja: リクエストの概要
vi: Tóm tắt ngắn gọn yêu cầu của bạn

# feature_request.title_required
source: Title is required
es: El título es obligatorio
ja: タイトルは必須です
vi: Tiêu đề là bắt buộc

# feature_request.title_section
source: Title
es: Título
ja: タイトル
vi: Tiêu đề

# home.daily_average
source: Daily Average
es: Promedio diario
ja: 1日の平均
vi: Trung bình/ngày

# home.chart.bar
source: Income vs Expense
es: Ingreso vs Gasto
ja: 収支比較
vi: Thu vs Chi

# home.chart.donut
source: Categories
es: Categorías
ja: カテゴリ別
vi: Theo danh mục

# home.daily_overview
source: Daily Overview
es: Resumen diario
ja: 日次概要
vi: Tổng quan hàng ngày

# home.earned
source: Earned
es: Ganado
ja: 収入
vi: Đã nhận

# home.no_transactions
source: No Transactions
es: Sin transacciones
ja: 取引なし
vi: Chưa có giao dịch

# home.no_transactions_desc
source: No transactions this month.
es: No hay transacciones este mes.
ja: 今月の取引はありません。
vi: Chưa có giao dịch trong tháng này.

# home.no_transactions_month
source: No transactions this month
es: Sin transacciones este mes
ja: 今月の取引はありません
vi: Chưa có giao dịch trong tháng này

# home.overview_title
source: Income & Expense Overview
es: Resumen de ingresos y gastos
ja: 収支の概要
vi: Tổng quan thu chi

# home.report_title
source: Income & Expense Report
es: Reporte de ingresos y gastos
ja: 収支レポート
vi: Báo cáo thu chi

# home.savings_rate
source: Savings Rate
es: Tasa de ahorro
ja: 貯蓄率
vi: Tỷ lệ tiết kiệm

# home.select_month
source: Select Month
es: Seleccionar mes
ja: 月を選択
vi: Chọn tháng

# home.spent
source: Spent
es: Gastado
ja: 支出
vi: Đã tiêu

# home.title
source: Home
es: Inicio
ja: ホーム
vi: Trang chính

# home.today
source: Today
es: Hoy
ja: 今日
vi: Hôm nay

# home.top_expenses
source: Top Expenses
es: Gastos principales
ja: 主な支出
vi: Chi tiêu lớn nhất

# home.trends_title
source: Income & Expense Trends
es: Tendencias de ingresos y gastos
ja: 収支の推移
vi: Biến động thu chi

# home.view_detailed_report
source: View detailed report
es: Ver reporte detallado
ja: 詳細レポートを見る
vi: Xem chi tiết báo cáo

# home.view_report
source: View Report
es: Ver reporte
ja: レポートを見る
vi: Xem báo cáo

# home.yesterday
source: Yesterday
es: Ayer
ja: 昨日
vi: Hôm qua

# siri_promo.example_1
source: "Hey Siri, add expense in QuickSpend"
es: "Oye Siri, añadir gasto en Gasto Rápido"
ja: 「Hey Siri、クイック支出に支出を追加」
vi: "Hey Siri, Thêm chi tiêu vào Chi tiêu nhanh"

# siri_promo.example_2
source: "Hey Siri, log expense in QuickSpend"
es: "Oye Siri, registrar gasto en Gasto Rápido"
ja: 「Hey Siri、クイック支出で支出を記録」
vi: "Hey Siri, Ghi chi tiêu vào Chi tiêu nhanh"

# siri_promo.footnote
source: Siri's speech recognition follows your iPhone's language. For the smoothest experience, install the Shortcut next — it lets you pick the speech language separately.
es: El reconocimiento de voz de Siri sigue el idioma de tu iPhone. Para una experiencia óptima, instala el Atajo a continuación — te permite elegir el idioma del dictado por separado.
ja: Siriの音声認識はiPhoneの言語に従います。最も快適な体験のため、次のショートカットもインストールしてください — 認識言語を別に指定できます。
vi: Nhận diện giọng nói của Siri theo ngôn ngữ iPhone. Để dùng mượt nhất, cài thêm Shortcut ở bước sau — Shortcut cho phép chọn ngôn ngữ ghi âm riêng.

# siri_promo.got_it_cta
source: Got it
es: Entendido
ja: わかりました
vi: Đã hiểu

# siri_promo.subtitle
source: Speak a phrase. QuickSpend parses, confirms, saves — no app open needed.
es: Di una frase. Gasto Rápido analiza, confirma y guarda — sin abrir la app.
ja: 声をかけるだけ。クイック支出が解析・確認・保存します — アプリを開く必要なし。
vi: Chỉ cần nói một câu. Chi tiêu nhanh phân tích, xác nhận, lưu — không cần mở app.

# siri_promo.title
source: Hands-free with Siri
es: Manos libres con Siri
ja: Siriでハンズフリー
vi: Rảnh tay với Siri

# voice_shortcut.siri_tip_body
source: After installing, say "Hey Siri, [your shortcut name]" (e.g. "Hey Siri, QuickSpend") to trigger it by voice.
es: Después de instalarlo, di "Oye Siri, [nombre de tu atajo]" (p. ej. "Oye Siri, Gasto Rápido") para activarlo por voz.
ja: インストール後、「Hey Siri、[ショートカット名]」（例：「Hey Siri、クイック支出」）と話しかけて音声で起動できます。
vi: Sau khi cài, nói "Hey Siri, [tên shortcut]" (ví dụ "Hey Siri, Chi tiêu nhanh") để kích hoạt bằng giọng nói.

# voice_shortcut.siri_tip_title
source: Also triggers from Siri
es: También se activa con Siri
ja: Siriからも起動可能
vi: Kích hoạt được bằng Siri

# intent.confirm_many
source: Save %d transactions?
es: ¿Guardar %d transacciones?
ja: %d件の取引を保存しますか？
vi: Lưu %d giao dịch?

# intent.confirm_one
source: Save %@ for %@?
es: ¿Guardar %@ por %@?
ja: %@（%@）を保存しますか？
vi: Lưu %@ cho %@?

# intent.error.could_not_parse
source: I couldn't understand that. Try again with an amount and what it was for.
es: No pude entender eso. Inténtalo de nuevo con un monto y para qué fue.
ja: うまく理解できませんでした。金額と用途をもう一度教えてください。
vi: Tôi chưa hiểu rõ. Thử lại với số tiền và lý do chi tiêu nhé.

# intent.error.limit_reached
source: You've hit today's free parse limit. Upgrade in QuickSpend for unlimited voice logging.
es: Has alcanzado el límite diario gratis. Mejora a Premium en Gasto Rápido para registro por voz ilimitado.
ja: 本日の無料解析回数の上限に達しました。クイック支出をアップグレードして音声記録を無制限に。
vi: Bạn đã dùng hết lượt phân tích miễn phí hôm nay. Nâng cấp Premium trong Chi tiêu nhanh để dùng không giới hạn.

# intent.error.no_categories
source: Open QuickSpend once to finish setup, then try again.
es: Abre Gasto Rápido una vez para terminar la configuración y vuelve a intentarlo.
ja: 一度クイック支出を開いてセットアップを完了してから、もう一度お試しください。
vi: Hãy mở Chi tiêu nhanh một lần để hoàn tất thiết lập, rồi thử lại.

# intent.error.save_failed
source: Sorry — I couldn't save that expense. Please try again.
es: Lo siento — no pude guardar ese gasto. Inténtalo de nuevo.
ja: 申し訳ありません — その支出を保存できませんでした。もう一度お試しください。
vi: Rất tiếc — tôi chưa lưu được khoản chi đó. Vui lòng thử lại.

source: Log an expense or income using natural language. QuickSpend parses the amount, category, and date for you.
es: Registra un gasto o ingreso usando lenguaje natural. Gasto Rápido extrae el monto, la categoría y la fecha.
ja: 自然な言葉で支出や収入を記録します。クイック支出が金額・カテゴリ・日付を解析します。
vi: Ghi chi tiêu hoặc thu nhập bằng giọng nói tự nhiên. Chi tiêu nhanh tự phân tích số tiền, danh mục và ngày.

source: Month
es: Mes
ja: 月
vi: Tháng

# onboarding.change
source: Change
es: Cambiar
ja: 変更
vi: Thay đổi

# onboarding.currency
source: Currency
es: Moneda
ja: 通貨
vi: Tiền tệ

# onboarding.continue
source: Continue
es: Continuar
ja: 次へ
vi: Tiếp tục

# onboarding.get_started
source: Get Started
es: Comenzar
ja: 始める
vi: Bắt đầu

# onboarding.tagline
source: Track expenses with your voice
es: Registra gastos con tu voz
ja: 音声で支出を記録
vi: Theo dõi chi tiêu bằng giọng nói

# paywall.all_time
source: All time
es: Todo
ja: 全期間
vi: Tất cả

# paywall.auto_renew
source: Subscriptions auto-renew unless cancelled at least 24 hours before the end of the current period.
es: Las suscripciones se renuevan automáticamente a menos que se cancelen al menos 24 horas antes del final del período actual.
ja: サブスクリプションは、現在の期間終了の24時間前までにキャンセルしない限り自動更新されます。
vi: Đăng ký tự động gia hạn trừ khi huỷ ít nhất 24 giờ trước khi kết thúc kỳ hiện tại.

# paywall.best_value
source: Best Value
es: Mejor valor
ja: お得
vi: Tiết kiệm nhất

# paywall.days
source: days
es: días
ja: 日間
vi: ngày

# paywall.feature_recurring
source: Unlimited Recurring Templates
es: Plantillas recurrentes ilimitadas
ja: 無制限の定期テンプレート
vi: Giao dịch định kỳ không giới hạn

# paywall.feature_recurring_desc
source: Create as many recurring expenses as you need
es: Crea todas las plantillas de gastos recurrentes que necesites
ja: 必要なだけ定期支出を作成できます
vi: Tạo bao nhiêu mẫu định kỳ tuỳ thích

# paywall.feature_reports
source: Extended Reports
es: Reportes extendidos
ja: 拡張レポート
vi: Báo cáo mở rộng

# paywall.feature_reports_desc
source: View reports for any time range
es: Ve reportes de cualquier período de tiempo
ja: 任意の期間のレポートを表示
vi: Xem báo cáo bất kỳ khoảng thời gian nào

# paywall.feature_requests_label
source: Feature Requests
es: Solicitar funciones
ja: 機能リクエスト
vi: Yêu cầu tính năng

# paywall.feature_support
source: Support Development
es: Apoya el desarrollo
ja: 開発を支援
vi: Hỗ trợ phát triển

# paywall.feature_support_desc
source: Help us build better features for you
es: Ayúdanos a construir mejores funciones para ti
ja: より良い機能の開発を応援してください
vi: Giúp chúng tôi xây dựng tính năng tốt hơn

# paywall.feature_voice
source: Unlimited AI Voice Input
es: Entrada de voz con IA ilimitada
ja: 無制限のAI音声入力
vi: Nhập giọng nói AI không giới hạn

# paywall.feature_voice_desc
source: No daily limit on AI-powered expense parsing
es: Sin límite diario en el análisis de gastos con IA
ja: AI支出解析の1日の制限なし
vi: Không giới hạn lượt phân tích AI mỗi ngày

# paywall.features
source: Features
es: Funciones
ja: 機能
vi: Tính năng

# paywall.free
source: Free
es: Gratis
ja: 無料
vi: Miễn phí

# paywall.per_day
source: day
es: día
ja: 日
vi: ngày

# paywall.per_month
source: month
es: mes
ja: 月
vi: tháng

# paywall.per_year
source: year
es: año
ja: 年
vi: năm

# paywall.plan_monthly
source: Monthly
es: Mensual
ja: 月額
vi: Hàng tháng

# paywall.plan_yearly
source: Yearly
es: Anual
ja: 年額
vi: Hàng năm

# paywall.privacy
source: Privacy Policy
es: Política de privacidad
ja: プライバシーポリシー
vi: Chính sách bảo mật

# paywall.restore
source: Restore
es: Restaurar
ja: 復元
vi: Khôi phục

# paywall.restore_no_purchases
source: No previous purchases found. If you believe this is an error, make sure you're signed in with the correct Apple ID.
es: No se encontraron compras anteriores. Si crees que es un error, asegúrate de haber iniciado sesión con el Apple ID correcto.
ja: 以前の購入が見つかりません。間違いだと思う場合は、正しいApple IDでサインインしていることを確認してください。
vi: Không tìm thấy giao dịch trước đó. Nếu bạn cho rằng đây là lỗi, hãy đảm bảo bạn đã đăng nhập đúng Apple ID.

# paywall.subtitle
source: Remove limits and get the most out of Quick Spend
es: Elimina los límites y aprovecha Quick Spend al máximo
ja: 制限を解除してQuick Spendを最大限に活用
vi: Xoá giới hạn và tận dụng tối đa Quick Spend

# paywall.terms
source: Terms of Use
es: Términos de uso
ja: 利用規約
vi: Điều khoản sử dụng

# paywall.unlimited
source: Unlimited
es: Ilimitado
ja: 無制限
vi: Không giới hạn

# paywall.unlock
source: Unlock Full Power
es: Desbloquea todo el poder
ja: フルパワーを解放
vi: Mở khoá toàn bộ

# paywall.upgrade_now
source: Upgrade Now
es: Actualizar ahora
ja: 今すぐアップグレード
vi: Nâng cấp ngay

source: Period
es: Período
ja: 期間
vi: Kỳ
